Repository: common-repository/imeow-18plus
Catalog: languages/imeow-18plus-*.po
Languages: cs_cz

source: By clicking the enter button, you agree to the storage of Cookies, confirming your choice for the purpose of future verification.
cs_cz: Kliknutím na tlačítko vstoupit souhlasíte s uložením Cookies, potvrzující Vaši volbu za účelem budoucího ověření.

source: Displaying "18+ only" warnings on websites.
cs_cz: Zobrazení hlášky pouze pro starší 18 let na webových stránkách.

source: Enter
cs_cz: Vstoupit

source: Exit
cs_cz: Odejít

source: If you are younger, please click the exit button.
cs_cz: Pokud je Vám méně, klikněte prosím na tlačítko odejít.

source: Imeow - 18+ only warnings
cs_cz: Imeow - varování vstup starším 18 let

source: Please enter your real year of birth.
cs_cz: Nejdříve prosím zadejte reálný rok narození.

source: Please enter your year of birth
cs_cz: Zadejte prosím rok Vašeho narození

source: You must be at least 18 years old to enter the website.
cs_cz: Pro vstup na web Vám musí být minimálně 18 let.

source: You must be over 18 years old to access this site.
cs_cz: Pro vstup na tyto stránky musíte být starší 18 let.
